{
  "796857474": {
    "summary": "The customer is experiencing issues with connecting to the WiFi on December 7, 2025. The agent apologized for the inconvenience and asked for more details about the specific issue to investigate and provide a resolution. The customer provided some details in Tamil, but the agent did not respond with a solution in that language. The customer is waiting for a resolution to their WiFi connection problem.",
    "last_updated": "2025-07-17T21:42:55.506499",
    "conversation_count": 1
  },
  "5875456335445": {
    "summary": "The customer reported that an article they submitted on December 7, 2025, has not yet appeared on their account. The agent apologized for the inconvenience and requested more details about the specific article for review. The customer was advised to provide the necessary information and was assured that the agent would keep them informed about the next steps. The customer expressed gratitude for the agent's assistance and was directed to the Feedback section on the website to leave positive feedback.",
    "last_updated": "2025-07-17T22:40:42.589805",
    "conversation_count": 1
  },
  "778764764": {
    "summary": "The customer had an issue with a delayed order placed on the previous day (8 PM) and expressed frustration due to the extended wait time. The agent apologized for the inconvenience and offered to personally check the status of the order with the order number #ORD45231. The customer was advised to also check the order tracking section on the website or app, but the agent recommended reaching out to the customer service team for more accurate information. The customer was assured that the agent would work to resolve the issue to their satisfaction. The customer requested communication in Tamil and was informed that a representative would be found to assist them in that language.",
    "last_updated": "2025-07-19T01:20:58.609924",
    "conversation_count": 2
  },
  "USER_645892895": {
    "summary": "The customer was unable to find the invoice for their order, and the agent informed them that the invoice is currently unavailable. The agent offered to help the customer find the invoice and provided them with the necessary steps to do so. The customer was assured that their patience and cooperation are appreciated, and their order will be prioritized. The agent also mentioned that the customer's order is important and their satisfaction is valued.",
    "last_updated": "2025-07-19T11:44:07.439571",
    "conversation_count": 3
  },
  "USER-59247590": {
    "summary": "The customer expressed dissatisfaction about a late and damaged delivery. The agent acknowledged the issue and offered to help resolve it, providing a Tamil response for the customer to report the problem. The customer's issue was not related to the initially retrieved template about downloading an invoice.",
    "last_updated": "2025-07-19T13:22:57.533253",
    "conversation_count": 2
  },
  "969543-ORD": {
    "summary": "The customer expressed dissatisfaction with a product they received, and the agent empathized with their frustration, asked for more details about the issues, and offered help to resolve the problem. The customer was not satisfied with the product they ordered.",
    "last_updated": "2025-07-19T14:51:12.136332",
    "conversation_count": 1
  },
  "80485-86": {
    "summary": "The customer is experiencing difficulties with returning a product and the agent acknowledges their frustration, apologizes for the inconvenience, and offers assistance in the return process. The customer needs to provide the order number, product name, and reason for returning it to facilitate further assistance. The agent aims to resolve the issue to the customer's satisfaction.",
    "last_updated": "2025-07-19T14:54:22.699731",
    "conversation_count": 2
  },
  "USER-75984359": {
    "summary": "The customer, Ajay Varma, placed an order for a phone (Order #12345) five days ago but has not received it yet. There is no update in the tracking. He contacted customer service to inquire about the location and estimated delivery time of his order. The agent apologized for the inconvenience, confirmed a delay, and promised to personally handle the issue to ensure a resolution. The agent requested more details about the delivery address to locate the package and provide a more precise update.",
    "last_updated": "2025-07-19T16:11:10.583944",
    "conversation_count": 4
  },
  "hi": {
    "summary": "The customer inquired about the status of their order, number 80729629, but was unable to provide the order number in English. The agent informed the customer that they do not have the capability to communicate in Tamil, and suggested the customer to reformulate their question in English or contact the customer support number for potential Tamil-speaking representatives. The customer was unable to continue the conversation in English, and the issue remains unresolved.",
    "last_updated": "2025-07-19T23:51:52.170169",
    "conversation_count": 2
  },
  "USER-87684542": {
    "summary": "The customer inquired about the status of their order ORD_7034759. The agent asked for more specific details required by the customer to assist them better. The customer provided the order number, and the agent assured them they would look into it and provide the requested information. The customer seemed satisfied with the agent's response.",
    "last_updated": "2025-07-20T12:11:01.598405",
    "conversation_count": 2
  },
  "USER79247": {
    "summary": "The customer, who spoke in Tamil, reported that their order (ORD-7837568) has not arrived and inquired about its status. The agent acknowledged the issue and is currently checking the order's details and delivery status to assist the customer. The customer's overall satisfaction is not indicated in this conversation.",
    "last_updated": "2025-07-20T12:15:14.822773",
    "conversation_count": 2
  }
}